// +----------------------------------------------------------------------
// | Project:   MvpProject
// +----------------------------------------------------------------------
// | CreateTime: 06/09/2017 11:17 上午
// +----------------------------------------------------------------------
// | Author:     xab(xab@xabad.cn)
// +----------------------------------------------------------------------
// | Description:
// +----------------------------------------------------------------------
package com.mao.cn.learnRxJava2.interactors;

import javax.inject.Inject;

/**
 * DESC   :
 * AUTHOR : Xabad
 */
public class MainInteractor {

    @Inject
    public MainInteractor() {

    }
}
